INSERT INTO hotels (name, location, services, rooms_quantity, image_id) VALUES
('Cosmos', 'Республика Алтай', '["Wi-Fi", "Парковка"]', 25, 7),
('Scala', 'Республика Алтай', '["Wi-Fi", "Парковка"]', 30, 3),
('Ару-Кёль', 'Республика Алтай', '["Парковка"]', 23, 2),
('Гостиница Сыктывкар', 'Республика Коми, Сыктывкар', '["Wi-Fi", "Парковка", "Тренажёрный зал"]', 19, 8),
('Palace', 'Республика Коми, Сыктывкар', '["Wi-Fi"]', 22, 5),
('Bridge Resort', 'посёлок Сириус, Фигурная улица, 45', '["Wi-Fi", "Парковка", "Кондиционер в номере"]', 13, 2);

INSERT INTO rooms (hotel_id, name, price, quantity, services, image_id) VALUES
(1, 'Улучшенный с терассой и видом на озеро', 24500, 5, '["Бесплатный Wi-Fi", "Кондиционер(с климат-контролем)"]', 7),
(1, 'Делюкс Плюс', 22450, 10, '["Бесплатный Wi-Fi", "Кондиционер"]', 7),
(2, 'Номер на 2-х человек', 4570, 15, '["Бесплатный Wi-Fi", "Кондиционер"]', 7),